<template>
    <div id="About">
        <b-container>
            <div class="grid">
                <div>
                    <img src="../../public/ww.png">
                </div>
                <div class="about">
                    <p><u>Важным этапом перед гримом является подготовка кожи к гриму:</u></p>
                    <ol>
                        <li>За 1-2 дня до соревнований удалите волосы со всего тела: от пяток до шеи.</li>
                        <li>Отскрабируйте кожу, желательно несколько процедур в течение недели.</li>
                        <li>За 1 сутки до соревнований перестаньте пользоваться любыми маслянистыми средствами.</li>
                        <li>Утром в день соревнований примите душ с обычным мылом и обязательно хорошо смойте его с кожи.</li>
                    </ol>
                    <p> Чем лучше вы подготовите кожу к гриму, тем красивее получится финальный результат! </p>
                    <p>Перед самым нанесением грима наши гримеры всегда уточняют у вас о дезодоранте и поте.
                        Не стесняйтесь ответить честно,
                        гримеры предоставят вам специальное средство для протирания. </p>
                </div>
            </div>
        </b-container>
    </div>
</template>

<script>
    export default {
        name: "About"
    }
</script>

<style scoped>

</style>