<template>
    <div id="About">
        <b-container>
            <div class="grid">
                <div>
                    <img src="../../public/ww.png">
                </div>
                <div class="about">
                    <p><u>Важным этапом перед гримом является подготовка кожи к гриму:</u></p>
                    <ol>
                        <li>За 1-2 дня до соревнований удалите волосы со всего тела: от пяток до шеи.</li>
                        <li>Отскрабируйте кожу, желательно несколько процедур в течение недели.</li>
                        <li>За 1 сутки до соревнований перестаньте пользоваться любыми маслянистыми средствами.</li>
                        <li>Утром в день соревнований примите душ с обычным мылом и обязательно хорошо смойте его с кожи.</li>
                    </ol>
                    <p> Чем лучше вы подготовите кожу к гриму, тем красивее получится финальный результат! </p>
                    <p>Перед самым нанесением грима наши гримеры всегда уточняют у вас о дезодоранте и поте.
                        Не стесняйтесь ответить честно,
                        гримеры предоставят вам специальное средство для протирания. </p>
                </div>
            </div>
            <b-row>
                <b-col>
                    <p>Наши мастера обладают только высшей квалификацией и регулярно проходят курсы по её повышению.</p>
                    <b-row>
                        <b-col cols="2">
                            <img src="../../public/78.png">
                        </b-col>
                        <b-col>
                            <p>На соревнованиях мы ни раз получали награды и благодарности от руководства федерации NBC.</p>
                        </b-col>
                    </b-row>
                    <p>В своей работе мы используем самые лучшие средства, подчеркивающие все достоинства тела на соревнованиях. </p>
                    <p>Команда #polyakovsteam сотрудничает c известными брендами грима: Jan Tana и Фитнес формула</p>
                    <img class="imgLast" src="../../public/fitnessFormula.png">
                    <img class="imgLast" src="../../public/jantana.png">
                </b-col>
                <b-col cols="5">
                    <img src="../../public/about.png">
                </b-col>
            </b-row>
        </b-container>
    </div>
</template>

<script>
    export default {
        name: "About"
    }
</script>

<style scoped>
    .imgLast{
        width: 20%;
        float: left;
        filter: brightness(70%);
    }
    .row{
        margin-top: 2%;
        margin-bottom: 2%;
    }
    col{
        padding-top: 10% !important;
    }
</style>